Revit 2027 API
ParameterTypeId.ViewerCropRegionDisabled Property
 "Crop View"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerCropRegionDisabled { get; }
Public Shared ReadOnly Property ViewerCropRegionDisabled As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerCropRegionDisabled {
	ForgeTypeId^ get ();
}
static member ViewerCropRegionDisabled : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace